// src/pages/QrService.js

/// Этот файл определяет страницу профиля пользователя (QrService).
/// Страница профиля отображает информацию о пользователе.
/// Включает заголовок и текст с информацией о пользователе.
///
import React from 'react';

const QrService = () => {
    return (
        <div>
            <h1 className="text-2xl font-bold">Сервис для выпуска QR кодов для продукции</h1>
            <p>Позднее мы реализуем здесь возможность создавать кэшбек чеки с автоматическим погашением.</p>
        </div>
    );
};

export default QrService;
