// src/pages/Profile.js

/// Этот файл определяет страницу профиля пользователя (Profile).
/// Страница профиля отображает информацию о пользователе.
/// Включает заголовок и текст с информацией о пользователе.

import React from 'react';

const Profile = () => {
    return (
        <div>
            <h1 className="text-2xl font-bold">Сервис для выпуска QR кодов</h1>
            <p>Позднее мы реализуем здесь возможность создавать QR чеки с токенами длв автоматизации Cashback проектов.</p>
        </div>
    );
};

export default Profile;
